Repository: Igalia/phpreport-legacy
Catalog: i18n/*.po
Languages: es, gl

source: The changes have save correctly
es: Los cambios han sido guardados correctamente
gl: Os trocos foron gardados correctamente

source: An administrator cannot be erased to itself
es: Un administrador no se puede borrar a sí mismo
gl: Un administrador non se pode borrar a si mesmo

source: The user has been deleted correctly
es: El usuario ha sido borrado correctamente
gl: O usuario foi borrado correctamente

source: You must specify the user login
es: Debes indicar el usuario
gl: Debes indicar o usuario

source: You must specify the user password
es: Debes indicar la contraseña
gl: Debes indicar o contrasinal

source: The user has been created correctly
es: El usuario ha sido creado correctamente
gl: O usuario foi creado correctamente

source: Users management
es: Gestión de usuarios
gl: Xestión de usuarios

source: Users list
es: Lista de usuarios
gl: Lista de usuarios

source: Users:
es: Usuarios:
gl: Usuarios:

source: Create new user
es: Crear nuevo usuario
gl: Crear novo usuario

source: User creation
es: Creación de usuarios
gl: Creación de usuarios

source: New user login
es: Nuevo usuario
gl: Novo usuario

source: New user password
es: Contraseña del nuevo usuario
gl: Contrasinal do novo usuario

source: Administrator
es: Administrador
gl: Administrador

source: User edition
es: Edición de usuarios
gl: Edición de usuarios

source: New Password
es: Nueva contraseña
gl: Novo contrasinal

source: Full time
es: Jornada completa
gl: Xornada completa

source: Half time
es: Media jornada
gl: Media xornada

source: Practice journey
es: Jornada en prácticas
gl: Xornada en prácticas

source: Existing periods
es: Períodos existentes
gl: Periodos existentes

source: Hours
es: Horas
gl: Horas

source: Init date
es: Fecha de inicio
gl: Data de inicio

source: City
es: Ciudad
gl: Cidade

source: Delete period
es: Borrar período
gl: Borrar periodo

source: Type of journey
es: Tipo de jornada
gl: Tipo de xornada

source: City:
es: Ciudad:
gl: Cidade:

source: New city
es: Nueva ciudad
gl: Nova cidade

source: Selection of non workable days for
es: Selección de días no laborables para
gl: Selección de días non laborábeis para

source: Non workable day
es: Día no laborable
gl: Día non laborábel

source: Workable day
es: Día laborable
gl: Día laborábel

source: Copy from previous year
es: Copiar del año anterior
gl: Copiar do ano anterior

source: Non workable days
es: Días no laborables
gl: Días non laborábeis

source: It has not been possible to get an identifier for the new query
es: No se pudo obtener un identificador para la nueva consulta
gl: Non se puido obter un identificador para a nova consulta

source: It has not been possible to insert the new query
es: No se pudo insertar la nueva consulta
gl: Non se puido insertar a nova consulta

source: The query was created correctly
es: La consulta fue creada correctamente
gl: A consulta foi creada correctamente

source: It has not been possible to update the query
es: No fue posible actualizar la consulta
gl: Non foi posíbel actualizar a consulta

source: The query was updated correctly
es: La consulta fue actualizada correctamente
gl: A consulta foi actualizada correctamente

source: It has not been possible to delete the query
es: No se pudo borrar la consulta
gl: Non se puido borrar a consulta

source: The query was deleted correctly
es: La consulta fue borrada correctamente
gl: A consulta foi borrada correctamente

source: You must confirm the erasure in the adjacent square to the button Delete
es: Debes confirmar el borrado en el cuadrado que hay junto al botón Borrar
gl: Debes confirmar o borrado no cadrado que hai á beira do botón Borrar

source: New query
es: Nueva consulta
gl: Nova consulta

source: Execute
es: Ejecutar
gl: Executar

source: SQL error:
es: Error SQL:
gl: Erro SQL:

source: Original query
es: Consulta original
gl: Consulta orixinal

source: Results extraction
es: Extracción de resultados
gl: Extracción de resultados

source: Query:
es: Consulta:
gl: Consulta:

source: Query select
es: Selección de consulta
gl: Selección de consulta

source: Parameters
es: Parámetros
gl: Parámetros

source: View code equivalence
es: Ver equivalencia de códigos
gl: Ver equivalencia de códigos

source: in window
es: en ventana
gl: en fiestra

source: in full screen
es: a pantalla completa
gl: a pantalla completa

source: Query edition
es: Edición de consultas
gl: Edición de consultas

source: Title
es: Título
gl: Título

source: Parameter list (separated by commas)
es: Lista de parámetros (separados por comas)
gl: Lista de parámetros (separados por comas)

source: Predefined variables:
es: Variables predefinidas:
gl: Variábeis predefinidas:

source: Allow all users to use this query
es: Permitir a todos los usuarios usar esta consulta
gl: Permitir a todos os usuarios usar esta consulta

source: Apply changes
es: Aplicar cambios
gl: Aplicar trocos

source: edition_mode
es: modo_edicion
gl: modo_edicion

source: (empty)
es: (vacío)
gl: (baleiro)

source: User
es: Usuario
gl: Usuario

source: The operation couldn't be completed:
es: No se ha podido completar la operación:
gl: Non se puido completar a operación:

source: The user has been created correctly. Remember to update her contract periods!
es: El usuario ha sido creado correctamente. Recuerda actualizar sus períodos de contratación!
gl: O usuario foi creado correctamente. Lembra actualizar os seus periodos de contratación!

source: New users have appeared in the LDAP and have been created in PhpReport. Remember to set up their contract properly!
es: Han aparecido nuevos usuarios en el LDAP y han sido creados en PhpReport. Recuerda configurar correctamente su contrato!
gl: Apareceron novos usuarios no LDAP e foron creados no PhpReport. Lembra configurar correctamente o seu contrato!

source: Hourly personal brief (explained)
gl: Resumo de horas semanais (explicado)

source: Desviation %
es: Desviación %
gl: Desviación %

source: Staff member
gl: Empregado

source: End date must be greater than start date
es: La fecha de fin debe ser superior a la fecha de inicio
gl: A data de fin debe ser superior á data de inicio

source: User details
es: Detalles del usuario
gl: Detalles do usuario

source: User Id
es: Id usuario
gl: Id usuario

source: Yes
es: Sí
gl: Si

source: No
gl: Non

source: Staff
gl: Prantilla

source: Period to check
es: Período a comprobar
gl: Periodo a comprobar

source: Set defaults
es: Establecer predeterminados
gl: Establecer predeterminados

source: unknown project
es: Proyecto desconocido
gl: Proxecto descoñecido

source: Select chart type
es: Selecciona un tipo de gráfica
gl: Selecciona un tipo de gráfica

source: Project details
es: Detalles del proyecto
gl: Detalles do proxecto

source: Data
es: Datos
gl: Datos

source: Estimated cost per hour
es: Coste por hora estimado
gl: Coste por hora estimado

source: Desviation
es: Desviación
gl: Desviación

source: all
es: todo
gl: todo

source: Invoicing (cost per hour)
es: Facturación (coste por hora)
gl: Facturación (coste por hora)

source: Actual/current invocing
es: Facturación real/actual
gl: Facturación real/actual

source: area
gl: área

source: bars
es: barras
gl: barras

source: linepoints
es: líneas y puntos
gl: liñas e puntos

source: lines
es: líneas
gl: liñas

source: pie
es: sectores
gl: sectores

source: points
es: puntos
gl: puntos

source: squared
es: cuadrados
gl: cadrados

source: thinbarline
es: barras finas
gl: barras finas

source: User dedication
es: Dedicación del usuario
gl: Adicación do usuario

source: Project evolution
es: Evolución del proyecto
gl: Evolución do proxecto

source: All areas
es: Todas las áreas
gl: Todas as áreas

source: Project evaluation (global)
es: Evaluación proyectos (global)
gl: Avaliación proxectos (global)

source: Project evaluation (period)
es: Evaluación proyectos (período)
gl: Avaliación proxectos (periodo)

source: All projects
es: Todos los proyectos
gl: Todos os proxectos

source: Only active projects
es: Sólo proyectos activos
gl: Só proxectos activos

source: Only non active projects
es: Sólo proyectos no activos
gl: Só proxectos non activos

source: Minimun invoice
es: Facturación mínima
gl: Facturación mínima

source: Maximun invoice
es: Facturación máxima
gl: Facturación máxima

source: Total worked hours
es: Horas trabajadas totales
gl: Horas traballadas totais

source: Worked hours within period
es: Horas trabajadas en período
gl: Horas traballadas en periodo

source: Customer
es: Cliente
gl: Cliente

source: Task type for this project
es: Tipo de tarea para este proyecto
gl: Tipo de tarefa para este proxecto

source: The user has been properly assigned to a project
es: El usuario ha sido correctamente asignado al proyecto
gl: O usuario foi correctamente asignado ao proxecto

source: The user has been properly remove from a project
es: El usuario ha sido correctamente retirado del proyecto
gl: O usuario foi correctamente retirado do proxecto

source: Project assignation
es: Asignación a proyectos
gl: Asignación a proxectos

source: Add user to project
es: Añadir usuario al proyecto
gl: Engadir usuario a proxecto

source: There are no assigned projects for this user
es: No hay ningún proyecto asignado a este usuario
gl: Non hai ningún proxecto asignado a este usuario

source: Area
es: Área
gl: Área

source: Remove from project
es: Retirar del proyecto
gl: Retirar do proxecto

source: Customer management
es: Gestión de clientes
gl: Xestión de clientes

source: The customer has been updated correctly
es: Se ha actualizado el cliente correctamente
gl: Actualizouse o cliente correctamente

source: The customer has been created correctly
es: Se ha creado el cliente correctamente
gl: Creóuse o cliente correctamente

source: The customer hasn't been deleted: it has related projects
es: No se ha podido eliminar el cliente: tiene algún proyecto asignado
gl: Non se puido eliminar o cliente: ten algún proxecto asignado

source: The customer has been deleted correctly
es: Se ha eliminado correctamente el cliente
gl: Eliminouse correctamente o cliente

source: Customer list
es: Lista de clientes
gl: Lista de clientes

source: Customers
es: Clientes
gl: Clientes

source: Create new customer
es: Crear nuevo cliente
gl: Crear novo cliente

source: Customer edition
es: Edición de un cliente
gl: Edición de clientes

source: Name:
es: Nombre
gl: Nome

source: Type:
es: Tipo
gl: Tipo

source: Users have been properly assigned to a project
es: Usuarios correctamente asignados al proyecto
gl: Usuarios correctamente asignados ao proxecto

source: Users have been properly removed from a project
es: Los usuarios han sido correctamente eliminados del proyecto
gl: Os usuarios foron correctamente eliminados do proxecto

source: Users assignation
es: Asignación de usuarios
gl: Asignación de usuarios

source: Available users
es: Usuarios disponibles
gl: Usuarios dispoñíbeis

source: Assigned users
es: Usuarios asignados
gl: Usuarios asignados

source: Projects assigned
es: Proyectos asignados
gl: Proxectos asignados

source: There are no assigned projects for this customer
es: No hay ningún proyecto asignado a este cliente
gl: Non hai ningún proxecto asignado a este cliente

source: Show all data
es: Mostrar todo
gl: Amosar todo

source: Show only needed data
es: Sólo datos necesarios
gl: Soamente datos precisos

source: Total staff cost
es: Coste total de personal

source: Total profit
es: Beneficio total

source: Total profit per hour
es: Beneficio total por hora

source: Total staff cost within period
es: Coste de personal en el período

source: Cost per hour
es: Coste por hora
