Repository: Igalia/phpreport-legacy
Catalog: i18n/*.po
Languages: es, gl

source: Code equivalence
es: Equivalencia de códigos
gl: Equivalencia de códigos

source: Task type
es: Tipo de tarea
gl: Tipo de tarefa

source: Project
es: Proyecto
gl: Proxecto

source: Project phase
es: Fase del proyecto
gl: Fase do proxecto

source: Task type into the phase
es: Tipo de tarea dentro de la fase
gl: Tipo de tarefa dentro da fase

source: Code
es: Código
gl: Código

source: XML report editor
es: Editor de informes XML
gl: Editor de informes XML

source: Invalid path
es: Ruta no válida
gl: Ruta non válida

source: File path not found
es: Ruta al fichero no encontrada
gl: Ruta ao ficheiro non atopada

source: File has an invalid name
es: Fichero con nombre incorrecto
gl: Ficheiro con nome incorrecto

source: File not recognized
es: Fichero no reconocido
gl: Ficheiro non recoñecido

source: File can't be opened
es: No se puede abrir el fichero
gl: Non se pode abrir o ficheiro

source: Close
es: Cerrar
gl: Pechar

source: Save
es: Guardar
gl: Gardar

source: bytes correctly written.
es: bytes escritos correctamente.
gl: bytes escritos correctamente.

source: The changes couldn't be saved
es: No se ha podido guardar los cambios
gl: Non se puideron gardar os trocos

source: Validate
es: Validar
gl: Validar

source: Validating report
es: Validando informe
gl: Validando informe

source: Report valid and coherent, prepared to be saved.
es: Informe válido y coherente, listo para guardar.
gl: Informe válido e coherente, listo para gardar.

source: Error ...
gl: Erro ...

source: Validate XML weekly reports
es: Validar informes semanales XML
gl: Validar informes semanais XML

source: XML reports
es: Informes XML
gl: Informes XML

source: Process XML reports. You can edit and revalidate the reports as many times as needed in order to be finally inserted in the DB
es: Procesar informes XML. Puedes editar y revalidar los informes tantas veces como sea necesario para insertarlos finalmente en la BD
gl: Procesar informes XML. Podes editar e revalidar os informes tantas veces como sexa mester para insertalos finalmente na BD

source: Weekly report
es: Informe semanal
gl: Informe semanal

source: Valid
es: Válido
gl: Válido

source: Coherent
es: Coherente
gl: Coherente

source: Saved
es: Guardado
gl: Gardado

source: XSLT Error
es: Error XSLT
gl: Erro XSLT

source: BD SQL Error
es: Error SQL BD
gl: Erro SQL BD

source: Tests if the reports are well formed, valid against the DTD and coherent (overlapping tasks, incorrect days...).
es: Comprueba si los informes están bien formados, validan contra el DTD y son coherentes (tareas solapadas, días incorrectos...)
gl: Comproba se os informes están ben formados, validan contra o DTD e son coherentes (tarefas solapadas, días incorrectos...)

source: Inserts into the DB the data of correct (coherent and valid) XML reports.
es: Inserta los datos de los informes correctos (coherentes y válidos) en la BD
gl: Inserta os datos dos informes correctos (coherentes e válidos) na BD

source: It's impossible to find reports, or all the submitted ones are incorrect.
es: Imposible encontrar informes, o todos los informes enviados son incorrectos.
gl: Imposíbel atopar informes, ou todos os informes enviados son incorrectos.

source: All valid reports have been correctly saved
es: Todos los informes válidos han sido guardados correctamente
gl: Todos os informes válidos foron gardados correctamente

source: WARNING, only %1$s of %2$s reports were valid and had been inserted
es: ADVERTENCIA, sólo %1$s de %2$s informes eran válidos y han sido insertados
gl: ADVERTENCIA, só %1$s de %2$s informes eran válidos e foron insertados

source: All reports are valid and coherent. They are ready to be inserted.
es: Todos los informes son válidos y coherentes. Están listos para insertar.
gl: Todos os informes son válidos e coherentes. Están listos para seren insertados.

source: WARNING, only %1$s of %2$s reports were valid and had been inserted. Edit the ones you like
es: ADVERTENCIA, sólo %1$s de %2$s informes eran válidos y han sido insertados. Edita los que necesites.
gl: ADVERTENCIA, só %1$s de %2$s informes eran válidos e foron insertados. Edita os que precises.

source: You must specify the current password
es: Debes indicar la contraseña actual
gl: Debes indicar o contrasinal actual

source: You must specify the new password
es: Debes indicar la nueva contraseña
gl: Debes indicar o novo contrasinal

source: The new password and the confirmation password don't agree
es: La nueva contraseña y la de confirmación no coinciden
gl: O novo contrasinal e o de confirmación non coinciden

source: Can't finalize the operation:
es: No se ha podido completar la operación
gl: Non se puido completar a operación

source: The current password is incorrect
es: La contraseña actual es incorrecta
gl: O contrasinal actual é incorrecto

source: The password has been changed correctly
es: La contraseña se ha cambiado correctamente
gl: O contrasinal trocouse correctamente

source: Password change
es: Cambio de contraseña
gl: Troco de contrasinal

source: Input the new password
es: Introduce la nueva contraseña
gl: Introduce o novo contrasinal

source: Current password
es: Contraseña actual
gl: Contrasinal actual

source: New password
es: Nueva contraseña
gl: Novo contrasinal

source: Confirm password
es: Confirmar contraseña
gl: Confirmar contrasinal

source: Change
es: Cambiar
gl: Trocar

source: Empty password
es: Contraseña vacía
gl: Contrasinal baleiro

source: Can't connect to LDAP server
es: No se ha podido conectar al servidor LDAP
gl: Non se puido conectar ao servidor LDAP

source: Incorrect Login/password
es: Usuario/contraseña incorrectos
gl: Usuario/contrasinal incorrectos

source: Can't get the LDAP's groups of this user
es: No se han podido obtener los grupos LDAP para el usuario
gl: Non se puido obter os grupos LDAP para o usuario

source: This user is not authorized to use this application
es: El usuario no está autorizado para usar esta aplicación
gl: O usuario non está autorizado para usar esta aplicación

source: Can't retrieve PhpReport user list
es: No se ha podido obtener la lista de usuarios de PhpReport
gl: Non se puido obter a lista de usuarios de PhpReport

source: Can't retrieve the PhpReport user list
es: No se ha podido obtener la lista de usuarios de PhpReport
gl: Non se puido obter a lista de usuarios de PhpReport

source: An authentication mecanism wasn't configured
es: No se ha configurado ningún mecanismo de autenticación
gl: Non se configurou ningún mecanismo de autenticación

source: Identification
es: Identificación
gl: Identificación

source: Login
es: Usuario
gl: Usuario

source: Password
es: Contraseña
gl: Contrasinal

source: Enter
es: Entrar
gl: Entrar

source: Identification successful.
es: Identificación correcta
gl: Identificación correcta

source: Can't finalize the operation
es: No se ha podido completar la operación
gl: Non se puido completar a operación

source: The project has been updated correctly
es: El proyecto ha sido actualizado correctamente
gl: O proxecto foi actualizado correctamente

source: The project has been created correctly
es: El proyecto ha sido creado correctamente
gl: O proxecto foi creado correctamente

source: The project hasn't been deleted: it has related tasks
es: El proyecto no se ha borrado: tiene tareas asociadas
gl: O proxecto non foi borrado: ten tarefas asociadas

source: The project has been deleted correctly
es: El proyecto ha sido borrado correctamente
gl: O proxecto foi borrado correctamente

source: Project management
es: Gestión proyectos
gl: Xestión proxectos

source: Project list
es: Lista de proyectos
gl: Lista de proxectos

source: Projects
es: Proyectos
gl: Proxectos

source: Edit
es: Editar
gl: Editar

source: Create new project
es: Crear nuevo proyecto
gl: Crear novo proxecto

source: Project edition
es: Edición de proyectos
gl: Edición de proxectos

source: Name
es: Nombre
gl: Nome

source: Description:
es: Descripción:
gl: Descrición:

source: Activation
es: Activación
gl: Activación

source: Estimated hours
es: Horas estimadas
gl: Horas estimadas

source: Invoice
es: Facturación
gl: Facturación

source: Start date
es: Fecha de inicio
gl: Data de inicio

source: End date
es: Fecha de fin
gl: Data de fin

source: Create
es: Crear
gl: Crear

source: Delete
es: Borrar
gl: Borrar

source: Incorrect date format, should be DD/MM/YYYY
es: Formato de fecha incorrecto, debería ser DD/MM/AAAA
gl: Formato de data incorrecto, debería ser DD/MM/AAAA

source: Dates can't be void
es: Las fechas no pueden ser vacías
gl: As datas non poden ser baleiras

source: name
es: nombre
gl: nome

source: type
es: tipo
gl: tipo

source: Person / task type
es: Persona / tipo de tarea
gl: Persoa / tipo de tarefa

source: Person / project
es: Persona / proyecto
gl: Persoa / proxecto

source: Hourly personal brief
es: Resumen de horas por persona
gl: Resumo de horas por persoa

source: Project / task type
es: Proyecto / tipo de tarea
gl: Proxecto / tipo de tarefa

source: Project evaluation
es: Evaluación proyectos
gl: Avaliación proxectos

source: Person evaluation
es: Evaluación personas
gl: Avaliación persoas

source: Sheets
es: Hojas
gl: Follas

source: View
es: Ver
gl: Ver

source: Total result
es: Resultado total
gl: Resultado total

source: Percent
es: Porcentaje
gl: Porcentaxe

source: Worked hours
es: Horas trabajadas
gl: Horas traballadas

source: Deviation %
es: Desviación %
gl: Desviación %

source: Desviation abs
es: Desviación abs
gl: Desviación abs

source: The report is locked and it can't be modified
es: El informe está bloqueado y no puede ser modificado
gl: O informe está bloqueado e non pode ser modificado

source: Errors exist that must be corrected
es: Existen errores que deben ser corregidos
gl: Existen erros que deben ser corrixidos

source: You must use the format HH:MM
es: Debes usar el formato HH:MM
gl: Debes usar o formato HH:MM

source: The hour must be between 00:00 and 24:00
es: La hora debe estar entre las 00:00 y las 24:00
gl: A hora debe estar entre as 00:00 e as 24:00

source: You must specify this field
es: Debes indicar este campo
gl: Debes indicar este campo

source: The task overlaps with another one
es: La tarea se solapa con otra
gl: A tarefa solápase con outra

source: Invalid interval of hours
es: Intervalo de horas no válido
gl: Intervalo de horas non válido

source: The changes have been saved correctly
es: Los cambios se han guardado correctamente
gl: Os trocos foron gardados correctamente

source: Report edition
es: Edición de informes
gl: Edición de informes

source: Tasks of the day
es: Tareas del día
gl: Tarefas do día

source: Start hour
es: Hora de inicio
gl: Hora de inicio

source: End hour
es: Hora de fin
gl: Hora de fin

source: Current hour
es: Hora actual
gl: Hora actual

source: Story
es: Caso de uso
gl: Caso de uso

source: Telework
es: Teletrabajo
gl: Teletraballo

source: Description:
es: Descripción:
gl: Descrición:

source: Delete task
es: Borrar tarea
gl: Borrar tarefa

source: New task
es: Nueva tarea
gl: Nova tarefa

source: Save changes
es: Guardar cambios
gl: Gardar trocos

source: Cancel
es: Cancelar
gl: Cancelar

source: Report input
es: Introducción de informes
gl: Introdución de informes

source: The operation couldn't be completed
es: No se ha podido completar la operación
gl: Non se puido completar a operación

source: Changes were made correctly
es: Los cambios se han guardado correctamente
gl: Os trocos foron gardados correctamente

source: Box title
es: Título caja
gl: Título caixa

source: Box text
es: Texto caja
gl: Texto caixa

source: The database is not operative at this moment. Please, try the operation later.
es: La base de datos no está operativa en este momento. Por favor, inténtalo de nuevo más tarde.
gl: A base de datos non está operativa neste intre. Por favor, ténteo outra vez máis tarde.

source: No se ha podido completar la operación:
gl: Non se puido completar a operación:

source: Error
gl: Erro

source: Error undefined, contact with the administrator, ;-).
es: Error indefinido, contacte con el administrador, ;-)
gl: Erro indefinido, contacte co administrador, ;-)

source: Filename doesn't match a weekly report, there aren't a week starting at the specified date.
es: El nombre de fichero no se corresponde con un informe, no hay ninguna semana que comience en la fecha especificada.
gl: O nome de ficheiro non se corresponde cun informe, non hai ningunha semana que comece na data especificada.

source: Filename doesn't match a weekly report, there aren't a week ending at the specified date.
es: El nombre de fichero no se corresponde con un informe, no hay ninguna semana que termine en la fecha especificada.
gl: O nome de ficheiro non se corresponde cun informe, non hai ningunha semana que remate na data especificada.

source: Unknown report owner.
es: Propietario del informe desconocido.
gl: Propietario do informe descoñecido.

source: Incorrect name format.
es: Formato de nombre incorrecto.
gl: Formato de nome incorrecto.

source: . (More info in the 'xsltproc' manual).
es: (Más información en el manual de 'xsltproc').
gl: . (Máis información no manual de 'xsltproc').

source: Report with wrong name format:
es: Informe con formato de nombre incorrecto:
gl: Informe con formato de nome incorrecto:

source: Report with wrong name
es: Informe con nombre incorrecto
gl: Informe con nome incorrecto

source: File access impossible
es: Imposible acceder al fichero
gl: Imposíbel acceder ao ficheiro

source: Report validated
es: Informe validado
gl: Informe validado

source: Bad formed
es: Mal formado
gl: Mal formado

source: Error using rxp ...
es: Error usando rxp...
gl: Erro usando rxp...

source: XML document ranges some months. Is weekly!
es: El documento XML abarca varios meses. ¡Es semanal!
gl: O documento XML abarca varios meses. ¡É semanal!

source: day
es: día
gl: día

source: , task with wrong timetable
es: , tarea con horario incorrecto
gl: , tarefa con horario incorrecto

source: (end hour previous to start hour)
es: (hora de fin anterior a hora de inicio)
gl: (hora de fin anterior á hora de inicio)

source: , task with wrong start time (hour)
es: , tarea con hora de inicio (hora) incorrecta
gl: , tarefa con hora de inicio (hora) incorrecta

source: , task with wrong start time (minutes)
es: , tarea con hora de inicio (minutos) incorrecta
gl: , tarefa con hora de inicio (minutos) incorrecta

source: , task with wrong end time (hour)
es: , tarea con hora de fin (hora) incorrecta
gl: , tarefa con hora de fin (hora) incorrecta

source: , task with wrong end time (minutes)
es: , tarea con hora de fin (minutos) incorrecta
gl: , tarefa con hora de fin (minutos) incorrecta

source: task at day
es: tarea del día
gl: tarefa do día

source: (from
es: (desde
gl: (dende

source: to
es: hasta
gl: até

source: ), overlaps
es: ), se solapa
gl: ), solápase con

source: Report ranges more than 7 days
es: El informe abarca más de 7 días
gl: O informe abarca máis de 7 días

source: Incorrect report first day
es: Primer día del informe incorrecto
gl: Primeiro día do informe incorrecto

source: Incorrect report last day
es: Último día de informe incorrecto
gl: Derradeiro día de informe incorrecto

source: Incorrect report month
es: Mes del informe incorrecto
gl: Mes do informe incorrecto

source: OK, document verified
es: OK, documento verificado
gl: OK, documento verificado

source: January
es: Enero
gl: Xaneiro

source: February
es: Febrero
gl: Febreiro

source: March
es: Marzo
gl: Marzal

source: April
es: Abril
gl: Abril

source: May
es: Mayo
gl: Maio

source: June
es: Junio
gl: San Xoán

source: July
es: Julio
gl: Santiago

source: August
es: Agosto
gl: Agosto

source: September
es: Septiembre
gl: Setembro

source: October
es: Octubre
gl: Outubro

source: November
es: Noviembre
gl: Santos

source: December
es: Diciembre
gl: Nadal

source: M
es: L
gl: L

source: T
es: M
gl: M

source: W
es: M
gl: Mé

source: Th
es: J
gl: X

source: F
es: V
gl: V

source: St
es: S
gl: S

source: S
es: D
gl: D

source: Go
es: Ir
gl: Ir

source: Today
es: Hoy
gl: Hoxe

source: Calendar
es: Calendario
gl: Calendario

source: of
es: de
gl: de

source: Copy reports
es: Copiar informes
gl: Copiar informes

source: To day
es: A día
gl: A día

source: From yesterday
es: De ayer
gl: De onte

source: Hour count
es: Recuento de horas
gl: Reconto de horas

source: Week
es: Semana
gl: Semana

source: Sections
es: Secciones
gl: Seccións

source: XML import
es: Importar XML
gl: Importar XML

source: Result extraction
es: Extracc. resultados
gl: Extracc. resultados

source: Exit
es: Salir
gl: Saír

source: Report blocking
es: Bloqueo informes
gl: Bloqueo informes

source: Labels
es: Etiquetas
gl: Etiquetas

source: User evaluation
es: Evaluación usuarios
gl: Avaliación usuarios

source: User management
es: Gestión usuarios
gl: Xestión usuarios

source: Calendar management
es: Gestión calendario
gl: Xestión calendario

source: The label has been deleted correctly
es: La etiqueta ha sido borrada correctamente
gl: A etiqueta foi borrada correctamente

source: The label has been inserted correctly
es: La etiqueta ha sido insertada correctamente
gl: A etiqueta foi insertada correctamente

source: The activations have been applied correctly
es: Las activaciones han sido aplicadas correctamente
gl: As activacións foron aplicadas correctamente

source: Type
es: Tipo
gl: Tipo

source: Description
es: Descripción
gl: Descrición

source: Deleted
es: Borrado
gl: Borrado

source: Apply activations
es: Aplicar activaciones
gl: Aplicar activacións

source: Add label
es: Añadir etiqueta
gl: Engadir etiqueta

source: Label administration
es: Administración de etiquetas
gl: Administración de etiquetas

source: It has not been possible to update the block date
es: No ha sido posible actualizar la fecha de bloqueo
gl: Non foi posíbel actualizar a data de bloqueo

source: The block date has been updated correctly
es: La fecha de bloqueo ha sido actualizada correctamente
gl: A data de bloqueo foi actualizada correctamente

source: Monday
es: Lunes
gl: Luns

source: Tuesday
es: Martes
gl: Martes

source: Wednesday
es: Miércoles
gl: Mércores

source: Thursday
es: Jueves
gl: Xoves

source: Friday
es: Viernes
gl: Venres

source: Saturday
es: Sábado
gl: Sábado

source: Sunday
es: Domingo
gl: Domingo

source: --- All ---
es: --- Todos ---
gl: --- Todos ---

source: Employee to block:
es: Empleado a bloquear:
gl: Empregado a bloquear:

source: Select
es: Elegir
gl: Elixir

source: Selection of blocking limit date
es: Selección de fecha límite de bloqueo
gl: Selección de data límite de bloqueo

source: Go to day
es: Ir a día
gl: Ir a día

source: Legend
es: Leyenda
gl: Lenda

source: Blocked day
es: Día bloqueado
gl: Día bloqueado

source: Selected day
es: Día elegido
gl: Día elixido

source: Unblocked day
es: Día no bloqueado
gl: Día non bloqueado

source: Day of the previous or next month
es: Día del mes anterior o siguiente
gl: Día do mes anterior ou seguinte

source: Block until selected day
es: Bloquear hasta el día elegido
gl: Bloquear até o día elixido

source: calendar for
es: calendario para
gl: calendario para

source: Previous year
es: Año anterior
gl: Ano anterior

source: Previous month
es: Mes anterior
gl: Mes anterior

source: Next month
es: Mes siguiente
gl: Mes seguinte

source: Next year
es: Año siguiente
gl: Ano seguinte

source: Administration
es: Administración
gl: Administración

source: Querys
es: Consultas
gl: Consultas

source: Weekly report input
es: Introducción de informes semanales
gl: Introdución de informes semanais

source: Send
es: Enviar
gl: Enviar

source: Invalid filename.
es: Nombre de fichero no válido.
gl: Nome de ficheiro non válido.

source: File format is invalid. Only XML reports or TGZ compressed groups of them are allowed. Examples: weeklyreport-john-2006-09-11-2006-09-17.xml, weeklyreport-john-2006-08-28-2006-10-01.tgz
es: El formato de fichero no es válido. Sólo se permiten informes en XML o un conjunto de ellos comprimidos en TGZ. Ejemplos: weeklyreport-john-2006-09-11-2006-09-17.xml, weeklyreport-john-2006-08-28-2006-10-01.tgz
gl: O formato de ficheiro non é válido. Só se permiten informes en XML ou un conxunto deles comprimidos en TGZ. Exemplos: weeklyreport-john-2006-09-11-2006-09-17.xml, weeklyreport-john-2006-08-28-2006-10-01.tgz

source: Selected file exceeds %1$s bytes. It's rejected due to security reasons.
es: El fichero elegido supera los %1$s bytes. Se rechaza por motivos de seguridad.
gl: O ficheiro elixido supera os %1$s bytes. Rexéitase por motivos de seguridade.

source: Server error while processing the file. Try again later or get in touch with your administrador.
es: Error del servidor mientras se procesaba el fichero. Inténtalo de nuevo más tarde o contacta con tu administrador.
gl: Erro do servidor mentres se procesaba o ficheiro. Téntao outra vez máis tarde ou contacta co teu administrador.

source: Error uncompressing archive. Impossible to continue.
es: Error descomprimiendo el archivo. Imposible continuar.
gl: Erro descomprimindo o arquivo. Imposíbel continuar.

source: Give a name
es: Renombrar
gl: Renomear

source: XML Reports
es: Informes XML
gl: Informes XML

source: Content uploaded to the server. Edit only incorrect files (incorrect name format, incorrect date, etc...).
es: Contenido subido al servidor. Edita sólo los ficheros incorrectos (formato de nombre incorrecto, fecha incorrecta, etc...).
gl: Contido subido ao servidor. Edita só os ficheiros incorrectos (formato de nome incorrecto, data incorrecta, etc...).

source: Weekly report name
es: Nombre del informe semanal
gl: Nome do informe semanal

source: Size
es: Tamaño
gl: Tamaño

source: Filter
es: Filtro
gl: Filtro

source: Process
es: Procesar
gl: Procesar

source: Incorrect date. The report doesn't correspond to a week.
es: Fecha incorrecta. El informe no se corresponde con una semana.
gl: Data incorrecta. O informe non se corresponde cunha semana.

source: Incorrect. File format isn't recognized for that file name.
es: Incorrecto. No se reconoce el formato de fichero para ese nombre de fichero.
gl: Incorrecto. Non se recoñece o formato do ficheiro para ese nome de ficheiro.

source: User unknown. The user doesn't exist.
es: Usuario desconocido. El usuario no existe.
gl: Usuario descoñecido. O usuario non existe.

source: You aren't the owner of the weekly report.
es: No eres el propietario del informe semanal.
gl: Non es o propietario do informe semanal.

source: Report ready to be validated, verified and processed.
es: Informe preparado para ser validado, verificado y procesado.
gl: Informe preparado para ser validado, verificado e procesado.

source: Rename
es: Renombrar
gl: Renomear

source: %1$s correct filenames and %2$s incorrect.
es: %1$s nombres de fichero correctos y %2$s incorrectos
gl: %1$s nomes de ficheiro correctos e %2$s incorrectos

source: Collect reports in XML format
es: Importación de informes en formato XML
gl: Importación de informes en formato XML

source: Select an XML report or a set of them belonging the same user and compressed in tgz format, and press Send when ready.<br>Remember to use always the <a href="rules.dtd.php">updated <b>rules.dtd</b></a>.
es: Elige un informe XML o un conjunto de ellos pertenecientes al mismo usuario y comprimidos en formato tgz, y pulsa Enviar cuando estés listo. <br>Recuerda usar siempre el <a href="rules.dtd.php"><b>rules.dtd</b> actualizado</a>.
gl: Elixe un informe XML ou un conxunto deles pertencentes ao mesmo usuario e comprimidos en formato tgz, e preme Enviar ao estares listo. <br>Lembra usar sempre o <a href="rules.dtd.php"><b>rules.dtd</b> actualizado</a>.

source: Local file
es: Fichero local
gl: Ficheiro local

source: Description or complementary information.
es: Descripción o información complementaria
gl: Descrición ou información complementaria
